<div class="content">
    <div class="content_resize">
        <div class="mainbar">

            <div class="article">
                <p><b><span style="font-size: 20px;color: #2a2d2e;">О компании</span></b></p>
                <p><iframe class="limg" src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2822.209319342879!2d34.09005195135241!3d44.98005877353485!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40eae77cde14d4af%3A0x2dffa226260b14d2!2sIDEAS+WORLD!5e0!3m2!1sru!2sru!4v1460544416635" width="650" height="350" frameborder="0" style="border:0" allowfullscreen></iframe>
                    <b><span style="font-size: 20px;color: #2a2d2e;">IDEAS WORLD</span></b>
                    <p>+7 (978) 015-69-15</p>
                <p>info@ideas-world.net</p>
                <p>Крым, г. Симферополь,</p>
                <p>ул. Никанорова, 3</p>
                <div class="clr"></div>
                </p>
                <p>

                    Наша команда специализируется в области мобильной и околомобильной разработки составляет. За четыре года интенсивной работы специалисты создали большое количество проектов разной степени сложности и в разных сферах, что позволило приобрести навыки не только разработки разнообразных компонентов в мобильной тематике, но и стать экспертами в бизнес-отношении, т. к. мы вникали непосредственно в суть самого бизнеса заказчика, чтобы предоставить ему максимально точное и необходимо решение.

                    На нашем сайте в разделе РАБОТЫ вы можете увидеть перечень работ, выполненных нашей компанией не под NDA (договор о неразглашении). К сожалению, мы не можем раскрыть портфолио всех выполненных нами работ.

                    В разделе КЛИЕНТЫ Вы можете увидеть перечень наших клиентов, с которыми мы сотрудничали в плане разработки программного обеспечения.

                    Производственный компании персонал включает в себя квалифицированных project-менеджеров, разработчиков, отделы тестирования и дизайна.

                    Работая с компанией Ideas World, вы можете быть уверены в том, что наши специалисты предоставят для Вас наиболее эффективное решение для Вашего бизнеса. На ранних стадиях разработки мобильного приложения мы учитываем поведение пользователей, поэтому созданное приложение будет понятным и простым в использовании. Мы ответственно подходим к вопросу тестирования, реализованный продукт выпускаем в полной работоспособности.

                    Все проекты несут за собой юридическое оформление в виде договора на оказание услуг. Неотъемлемой частью договора является техническое задание на разработку программного обеспечения. Сроки и обязательства обоих сторон договора являются обязательными составными частями вышеуказанного договора. Для компаний, имеющих юридический адрес, отличный от страны Украина, оформляется международный внешнеэкономический контракт по всем правилам внешнеэкономической деятельности стран контрагентов.
                </p>
                <div class="clr"></div>
            </div>
        </div>